<?php
$pwForumList=array(
	'1' => array(
		'name' => '美容区',
		'child' => array(
			'19' => '美丽心得',
			'20' => '我美我秀',
			'6' => '美丽问答',
			'2' => '美容护肤',
			'4' => '彩妆香水',
			'3' => '美体',
			'5' => '美发',
			'7' => '特价资讯',
		),
	),
	'8' => array(
		'name' => '休闲区',
		'child' => array(
			'9' => '娱乐',
			'10' => '旅游',
			'11' => '电影',
			'12' => '美女厨房',
			'13' => '星座&运程',
			'14' => '灌水吧',
		),
	),
	'15' => array(
		'name' => '站务区',
		'child' => array(
			'16' => '新手上路',
			'17' => '版主之家',
			'18' => '意见与建议',
		),
	),
);
$pwForumAllList = array(
);
?>