<?php
/**
*  数据文件
*/
$ex_keywords = array(
"包邮","信誉","买","卖","现货","保修","快递","累计","销售","EMS",
"拆封","纪录","联保","发票","证书","商贸","升级","实物",
"全新","冠军","原装","好评","冲","热销","全国","品牌","冠","商城","品质",
"国庆","中秋","专柜","清仓","全场","即","包退","不","折",
"免费","元","疯抢","大陆",
);

$split_chars=array(
"秒杀","打折","特价","特惠","促销","金冠","皇冠","行货","买就送","满就送","年",
"【","】","！","\(","\)","「","」","（","）","\[","\]","@","～","▅",":",
"\*","〓","※","\/","\\\\","。","!","：","、","\+","#",",","，","-","\d+","\w+",
);

$split_chars_after=array(
"鞋","机"
);

$split_chars_before=array(
"韩国",
);
?>