<?php
/**
*  数据文件
*/
$s_words = array(
"男用器具","女用器具","情趣","东京热","肉穴","美穴","骚穴","嫩穴","淄博博山机关幼儿园",
"白小姐","投注站","脱衣舞","微型监控","监听","西藏独立","小穴","肖中特","新生网","新唐人",
"性交视频","性交图片","摇奖","一码中特","阴唇","阴蒂","阴户","阴茎","淫乱","淫靡","淫魔",
"淫女","淫水","玉蒲团","曾道人","针孔摄像机","真善忍","庄家","追踪定位","足球投注",
"作弊耳机","作弊器","色情娱乐服务","北姑","波胆","博彩","藏独立","插入阴道","成人电影",
"成人论坛","成人片","成人小说","出千","春宫","达赖","大纪元","大庄","代考","代开发票",
"电话定位器","电话拦截器","赌恒指","赌球","多党执政","法轮功","反革命","仿真枪","肛交",
"共产党腐败","共产党专制","红外透视","鸡巴","激情电影","激情图片","妓女","监听器","监听头",
"监听王","解码开锁","禁书","靖国神社","试作弊器","李洪志","六四事件","乱伦","罗干","裸体写真",
"裸照","麻醉枪","买春","卖春","美女裸体","蒙汗药","迷幻药","迷魂药","迷奸药","迷情粉","迷情药",
"迷药","灭绝罪","民运分子","男妓","嫩穴","拍肩醉迷药","盘口","赔率","嫖鸡","嫖妓","枪模","情色论坛",
"全自动开锁器","绕过封锁","肉棒","肉洞","肉棍","乳房","三级片","三秒倒","三陪","色情电影","色情图片",
"色情小说","色情表演","色情服务","手机定位器","兽交","素女自拍","台湾版假币","特码","替考","偷听器",
"私服","私服游戏","出售枪","炸弹","色情电影","六合彩","代写","气枪","地铁很好很不挤","“世界通”网络传销案",
"长沙黄花机场大巴车起火事件","齐撑粤语大行动","K粉","冰毒","春色","农夫导航","淫秽色情","涩爱","金瓶梅",
"出售92式","视频裸聊","成人情色","丁香成人社区","成人网站导航","骆冰淫传","成人激情小说","蜜桃成熟时",
"兽兽门视频","性感沙滩","妈妈色","黄色成人网站","江山如此多娇","成人五月天","我的性启蒙老师","秦青的幸福生活",
"一本道","一夜情论坛","我要性交网","红楼遗秘","激情片下载","汽狗","手狗","精液","蜜穴",);
?>