<?php
/**
*  画报数据文件
*/
$except_words = array('便宜','热销','降价','导购画报','真人秀','家品','田园','客厅','卧室','3万以下','平铺',
'新奇特','创意','搞怪另类','心得分享','网友教程','上班');
$special_words = array('约会'=>'16','包包'=>'50006842');
return array(
//14:数码相机 1512:手机 50019780:平板电脑/MID 50012164:闪存卡 50018222:台式机、一体机 11:电脑硬件 50008090：3c数码配件
//50018264:网络设备 50018004:电子词典 1101：笔记本电脑 50011972:影音电器 50008907:手机号码 1201:mp3/4/5 50012081:国货手机
'1'=>array('id'=>'1','name'=>'数码','keywords'=>array('default'=>'','手机'=>'1512','相机'=>'14',),'cats'=>array('14','1512','50012164','50019780','50018222','11','50018264','50008090','50018004','1101','50011972','50008907','1201','50012081')),
// 1625：内衣、家居服 50010404：服饰配件
'2'=>array('id'=>'2','name'=>'服饰','keywords'=>array('default'=>'','女'=>16,'男'=>50011740),'cats'=>array(1625,50010404)),
// 50017908：彩票 30：男装 50011740：流行男鞋
'3'=>array('id'=>'3','name'=>'男人','keywords'=>array('default'=>'30','鞋'=>50011740,'靴'=>50011740),'cats'=>array(50017908,30,50011740)),
// 50010728:运动 瑜伽 健身 50011699：运动服 50013886：户外 登山  50010388：运动鞋
'4'=>array('id'=>'4','name'=>'运动','keywords'=>array('default'=>'50013886'),'cats'=>array(50010728,50011699,50013886,50010388)),
// 21:居家日用、收纳 50016349：厨房、餐饮 50016348：日化,清洁 50008163：床上用品 2128：家装饰品
// 50002766：零食坚果 50016422：滋补 生鲜 50012472：保健食品 50008164：家具家具定做 50007216：鲜花速递
// 50004958:联通移动中心 27：装潢灯具 50006842:箱包、女包 33：报纸杂志 50012082:厨房电器
// 50012100:生活电器
'5'=>array('id'=>'5','name'=>'居家','keywords'=>array('default'=>'2128','家装'=>'2128',),'cats'=>array(21,50016349,50016348,50008163,2128,50002766,50016422,50012472,50008164,50007216,50004958,27,50006842,33,50012082,50012100)),
// 50008165:童装 35:奶粉,营养品 50014812：尿片 洗护 50005998：益智玩具 25：玩具 娃娃 模型动漫
'6'=>array('id'=>'6','name'=>'亲子','keywords'=>array('default'=>'50008165'),'cats'=>array(50008165,35,50014812,50005998,25)),
// 50005700:流行手表 34：音乐影视 50011397：珠宝翡翠 28：ZIPPO瑞士军刀 50008075：演出吃喝玩乐
// 50013864:饰品、首饰 50017300：乐器吉他
'7'=>array('id'=>'7','name'=>'时尚','cats'=>array(50005700,34,50011397,28,50008075,50013864,50017300)),
// 50010788:彩妆 香水 50002768：个人护理保健按摩器材 1801：美容护肤、精油
'8'=>array('id'=>'8','name'=>'美容','keywords'=>array('default'=>'1801'),'cats'=>array(50010788,50002768,1801,)),
// 16：女装 50006843：女鞋
'9'=>array('id'=>'9','name'=>'女人','keywords'=>array('减肥'=>'减肥','瘦'=>'减肥','纤体'=>'纤体'),'keywords'=>array('女'=>'女','男'=>'男','妞'=>'女','鞋'=>'50006843','靴'=>'50006843'),'cats'=>array(16,50006843)),
// 50007218:办公设备 23：古董 邮币 50018252：电子票务凭证 
'10'=>array('id'=>'10','name'=>'社区','cats'=>array(50007218,23,50018252)),
'11'=>array('id'=>'11','name'=>'博客','cats'=>array()),
// 50014811:网店网店服务
'13'=>array('id'=>'13','name'=>'创意站','keywords'=>array('default'=>'创意'),'cats'=>array(50014811)),
// 26:汽车用品配件
'14'=>array('id'=>'14','name'=>'汽车','keywords'=>array('default'=>'26'),'cats'=>array(26)),
// 40:腾讯QQ专区 50011665：网游装备游戏币 99：游戏点卡
'15'=>array('id'=>'15','name'=>'娱乐','cats'=>array(40,50011665,99,)),
'16'=>array('id'=>'16','name'=>'明星','cats'=>array()),
// 29:宠物
'17'=>array('id'=>'17','name'=>'宠物','cats'=>array(29)),
//50011949:酒店客栈/景点门票/度假旅游
'18'=>array('id'=>'18','name'=>'旅游','cats'=>array(50011949)),
'19'=>array('id'=>'19','name'=>'无线','cats'=>array()),
'501'=>array('id'=>'501','name'=>'家装','cats'=>array()),
'502'=>array('id'=>'502','name'=>'家品','cats'=>array()),
);
?>