<?php
/**
*  数据文件:1801=美容护肤/美体/精油
*/
return array(
'化妆品功效' => array(
	array('pid'=>'30034','vid'=>'21870','name'=>'抗氧化'),
	array('pid'=>'30034','vid'=>'3260583','name'=>'提亮肤色'),
	array('pid'=>'30034','vid'=>'84460','name'=>'美白'),
	array('pid'=>'30034','vid'=>'3282532','name'=>'祛斑'),
	array('pid'=>'30034','vid'=>'3259918','name'=>'补水'),
	array('pid'=>'30034','vid'=>'84461','name'=>'保湿'),
	array('pid'=>'30034','vid'=>'84462','name'=>'抗敏感'),
	array('pid'=>'30034','vid'=>'20181','name'=>'粉刺/抗痘'),
	array('pid'=>'30034','vid'=>'84463','name'=>'控油'),
	array('pid'=>'30034','vid'=>'84464','name'=>'去角质'),
	array('pid'=>'30034','vid'=>'84465','name'=>'去疤/去印'),
	array('pid'=>'30034','vid'=>'84468','name'=>'收缩毛孔'),
	array('pid'=>'30034','vid'=>'3259925','name'=>'抗皱'),
	array('pid'=>'30034','vid'=>'3259924','name'=>'提拉紧致'),
	array('pid'=>'30034','vid'=>'3308239','name'=>'去黑头'),
	array('pid'=>'30034','vid'=>'75484981','name'=>'舒缓/抗敏感'),
	array('pid'=>'30034','vid'=>'3330365','name'=>'去红血丝'),
	array('pid'=>'30034','vid'=>'3335702','name'=>'深层清洁'),
	array('pid'=>'30034','vid'=>'3307194','name'=>'晒后修复'),
	array('pid'=>'30034','vid'=>'84469','name'=>'其他功效'),
),

'适合肤质' =>array(
	array('pid'=>'7802588','vid'=>'7094311','name'=>'干性肤质'),
	array('pid'=>'7802588','vid'=>'7093285','name'=>'中性肤质'),
	array('pid'=>'7802588','vid'=>'4454590','name'=>'油性肤质'),
	array('pid'=>'7802588','vid'=>'31440827','name'=>'混合型肤质'),
	array('pid'=>'7802588','vid'=>'77119861','name'=>'油性及混合型肤质'),
	array('pid'=>'7802588','vid'=>'77119814','name'=>'中性及干性肤质'),
	array('pid'=>'7802588','vid'=>'75428586','name'=>'其他肤质'),
	),
);
?>